<?php
/**
 * Created by PhpStorm.
 * User: kakuilan@163.com
 * Date: 2015/7/13
 * Time: 22:51
 * Desc: 中文-普通话
 */

return [
    'HELLOWORLD'              => '你好，世界',

    //错误码,参考data\doc\error_code.php
    //[0~1000]
    '200' => 'success',
    '400' => 'error',
    '401' => '无访问权限',
    '404' => '请求内容不存在',
    '500' => '服务器错误',

    //100xx-[系统-服务器错误]
    '10001' => '磁盘空间异常',
    '10002' => '内存异常',
    '10003' => 'MySQL异常',
    '10004' => 'Redis异常',

    //200xx-[服务-公共模块]
    '20001' => '网站关闭,进行维护',

    //201xx-[服务-用户模块]
    '20101' => '用户未登录或登录超时',
    '20102' => '当前用户无权限访问',



];